<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
</head>
<body>
    
    <div class="QnApage">
        <dl>
            <dt>Q.홈페이지 회원가입 및 탈퇴는 어떻게 하나요?</dt>
            <dd>A.1. 홈페이지 회원가입
                ⦁ 가입대상 : 
                 - 대한민국 국민 누구나
                 - 외국인등록증 및 거소증 소지자
                ⦁ 가입방법 : 
                 (1) 노원구립도서관 홈페이지에서 가능합니다. 
                 - 회원가입 시 본인확인을 위하여 휴대폰(본인명의) 또는 아이핀 인증이 필요합니다.
                 (2) 리브로스, 서울시민카드 모바일앱 설치 및 가입을 통해 도서관에 방문하지 않고 가입/회원증 발급 가능합니다.
                
                2. 회원 탈퇴
                 - 대출 내역이 있는 경우 도서반납 후 탈퇴 가능합니다.
                 - 대출 내역이 없을 경우 홈페이지를 통해 탈퇴 가능합니다.</dd>
    
            <dt>Q.도서관 자료는 어떻게 빌려볼 수 있나요?</dt>
            <dd>A.본인의 도서관 회원증 (또는 모바일 회원증) 지참 후 도서관에서 대출 가능합니다.
                ⦁대출권수 : 자관 7권 (비도서 포함) / 통합 20권 
                                   (통합 : 노원구 공공도서관, 작은도서관, 스마트도서관)
                ⦁대출기간 : 대출일로부터 14일 
                ⦁자료반납 :
                - 도서관 운영시간 내 : 노원구 공공도서관, 작은도서관 어느 곳에서나 반납 (노원역/하계역 스마트도서관, 노원평생학습관, 한내행복발전소 제외)
                - 도서관 운영시간 외 : 무인도서반납기(도서관 출입구)
                ⦁유의사항 : 
                 - 희귀자료 및 고서 등 귀중본자료 / 참고 자료 및 행정자료 / 연속간행물 / 기타 대출제한이 필요하다고 인정된 자료는 관외 대출 불가합니다.
                 - 단, 딸림 자료는 해당 도서와 함께 대출되며, 반납 시 함께 반납하셔야 합니다.</dd>
    
            <dt>Q.대출한 도서의 연장은 어떻게 하나요?</dt>
            <dd>A.본인의 도서관 회원증 (또는 모바일 회원증) 지참 후 도서관에서 대출 가능합니다.
                ⦁대출권수 : 자관 7권 (비도서 포함) / 통합 20권 
                                   (통합 : 노원구 공공도서관, 작은도서관, 스마트도서관)
                ⦁대출기간 : 대출일로부터 14일 
                ⦁자료반납 :
                - 도서관 운영시간 내 : 노원구 공공도서관, 작은도서관 어느 곳에서나 반납 (노원역/하계역 스마트도서관, 노원평생학습관, 한내행복발전소 제외)
                - 도서관 운영시간 외 : 무인도서반납기(도서관 출입구)
                ⦁유의사항 : 
                 - 희귀자료 및 고서 등 귀중본자료 / 참고 자료 및 행정자료 / 연속간행물 / 기타 대출제한이 필요하다고 인정된 자료는 관외 대출 불가합니다.
                 - 단, 딸림 자료는 해당 도서와 함께 대출되며, 반납 시 함께 반납하셔야 합니다.</dd>
    
            <dt>Q.도서 예약은 어떻게 하나요?</dt>
            <dd>A.노원구립도서관 홈페이지에서 도서 예약이 가능합니다.
    
     
    
                ⦁ 도서 예약 방법 : 도서 검색 – 소장정보 하단 [도서예약] 클릭 -  예약 완료
                ⦁ 예약 가능 권수 : 최대 3권
                ⦁ 도서의 상태가 대출 가능인 경우에는 예약이 불가능하며, 대출 중인 도서의 경우 5명까지 예약이 가능합니다.
                ⦁ 예약상황은 홈페이지 로그인 후 [나의 도서관]의 [도서 이용 정보]에서 확인이 가능합니다.
                ⦁ 예약도서가 도착한 경우 [나의 도서관]의 [도서 이용 정보]에서 해당 도서의 상태가 [예약도착]으로 바뀌고 SMS로 도착 통보되며, 도착 통보 후 3일 이내에 대출하지 않으면 예약이 취소됩니다.
                ※ SMS 서비스는 시스템 또는 통신사사정에 따라 발송 지연 및 실패 될 수 있습니다.</dd>
    
            <dt>Q.희망도서 신청은 어떻게 하나요?</dt>
            <dd>A.희망도서는 보고 싶은 책이 도서관에 없을 경우, 노원구립도서관 홈페이지에서 해당 도서를 신청하여 빌려 볼 수 있는 서비스입니다. 
                도서관 희망도서 (도서관 대출) / 희망도서 동네서점 바로 대출 (서점 대출) 두가지 방법으로 이용 가능합니다. </dd>
    
            <dt>Q.도서관 이용 시 제한 사항은 무엇인가요?(패널티 부여)</dt>
            <dd>A.도서관 규정을 위반할 경우 아래와 같이 도서관 이용에 제약이 발생합니다. 이용에 참고 바랍니다.
    
                ⦁ 도서 연체
                - 연체 반납 시 반납일이 지난 도서의 연체 일수 중 가장 기간이 긴 연체일 만큼 대출정지
                - 장기연체 시 회원가격 상실, 노원구 통합도서관 이용 및 자료 대출 불가</dd>
    
            <dt>Q.(도서관 이용) 스캔 / 복사 / 인쇄가 가능한가요? </dt>
            <dd>A.도서관에서 복사, 출력, 스캔 가능합니다. 
                스캔은 무료로 가능하며, 복사/출력은 금액이 발생합니다.</dd>
    
            <dt>Q.(도서관 이용) 노트북 이용은 어떻게 하나요?</dt>
            <dd>A.각 도서관 노트북 좌석에서 이용가능합니다.
                또한, 노트북이나 휴대기기를 통한 무선인터넷(WiFi) 접속이 가능합니다.</dd>
    
            <dt>Q.(참여) 도서관에서 자원봉사활동은 어떻게 하나요?</dt>
            <dd>A.노원구립도서관에서는 도서관 홈페이지를 통해 도서관 업무 지원을 담당할 자원봉사자를 모집합니다.
     
                ⦁ 신청 방법
                - [1365자원봉사포털접속] - [도서관검색] - [평일,주말 신청] - [요일선택] - [신청]
                 
                ⦁ 유의 사항
                - 해당일의 본인의 접수상태가 접수완료인 경우 활동 가능합니다.
                - 휴관일 및 공휴일에는 자원봉사 신청 불가합니다.
                - 봉사 신청 후 불가피한 사정으로 불참시에는 반드시 홈페이지상에서 접수 취소하셔야 합니다.
                - 접수 취소 없이 미참석 시에는 다음번 봉사신청에 제재를 받을 수 있습니다.
                - 자원봉사 활동 방문 시 본인 확인 가능한 신분증 및 학생증 지참하셔야 합니다.
                - 월계/상계/불암도서관의 자원봉사 신청은 1년에 한번 교육을 받으셔야 합니다.</dd>
    
            <dt>Q.(참여) 도서 기증은 어떻게 하나요?</dt>
            <dd>A.원구립도서관에서는 다양한 정보자료를 기증받고 있습니다. 도서관에 문의 후 해당 도서를 도서관에 기증해주시면 됩니다.
     
                ⦁ 대상 도서 및 기준
                
                대상도서	- 일반도서 : 출판년도 5년이내 도서
                - 문화적 가치가 있거나 보존 활용가치가 있는 자료
                제외도서	- 자습서 및 참고서, 각종 문제집
                - 훼손 또는 오손되어 수리가 불가능한 자료
                - 분책 또는 합책으로 제작된 자료나 낱장자료 및 원고
                - 오락용 출판물 및 잡지
                - 1989년 한글맞춤법 개정 이전에 발간된 자료
                - 특정 개인, 단체, 지역, 상품, 이념, 정책, 종교 등을 선전·홍보하는 도서
                - 종교관련 개론, 이론서를 제외한 종교서
                - 형태 부적합 도서(복사본, 낱장자료, 스프링 제본)</dd>
    
            <dt>Q. 책을 잃어버리거나 망가뜨렸다면 어떻게 해야 하나요?</dt>
            <dd>A. 도서관에 문의 후 같은 책을 구입하여 도서관으로 갖다주시면 됩니다.</dd>
    
            <dt>Q. DVD를 대여하는 게 가능한가요?</dt>
            <dd>A. 2층에 있는 디지털 자료실에서 대여하실 수 있습니다.</dd>
    
            <dt>Q. 열람실은 언제 이용할 수 있나요?</dt>
            <dd>A. 열람실은 주말과 평일, 오전 8시부터 오후 11시까지 이용하실 수 있습니다.</dd>
    
            <dt>Q. 휴관일은 언제인가요?</dt>
            <dd>A. 정기 휴관일은 둘째 주, 넷째 주 화요일이며, 공휴일에는 휴관합니다. 
                그외 도서관장이 필요하다고 여기는 날에 휴관할 수 있습니다.</dd>
    
        </dl>
    </div>
   
    
    
</body>
</html>