<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    <!DOCTYPE html>
    <html lang="en">
    <head>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>Document</title>
        <link href="/reset/reset.css" rel="stylesheet" type="text/css">
        <link href="/CSS/privacyPolicy.css" rel="stylesheet" type="text/css">
        <link href="/CSS/nav.css" rel="stylesheet" type="text/css">
    </head>
    <body>
    
    
    <header id="header" class="header"></header>
    
    <div class="bannerBgr">
        <div class="Banner">
            <div class="pageTitle">개인정보처리방침</div> <div class="pageRoute">홈 > 개인정보처리방침</div>
        </div>
    </div>
    
    <div class="policyList1">
        <div class="policyList2">
    
            <h3>개인정보 처리방침</h3><br><br>
    
        <div class="policyContent">
            <ol class="listNumber">
        
                <li><p class="policyPart">수집하는 개인정보의 수집목적 및 이용목적</p>
                    "개인정보"라 함은 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명, 생년월일 등의 사항에 의하여 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함)를 말합니다.
                    <br>
                    그린도서관은 도서관에서의 다양한 서비스 제공을 목적으로 도서관 회원 정보를 수집하며, 수집된 개인정보를 바탕으로 보다 유용한 서비스를 개발하고 향상된 양질의 서비스를 제공하고자 이용자의 사전 동의를 거쳐 개인정보를 수집하고 있습니다. 그린도서관은 이용자의 사전 동의 없이는 이용자의 개인 정보를 공개하지 않으며, 수집된 정보는 아래와 같이 이용하고 있습니다.
                    <br>
                    <ol class="listAlphabet">
                        <li>서비스 제공에 관한 정보 활용 도서대출, 도서관내 시설의 이용, 홈페이지 서비스의 이용, 독서문화프로그램 등 강좌 및 행사 접수, 회원가입, 서비스 관련 문의 등을 포함한 이용약관에 따른 서비스 업무 사항의 처리</li>
                        <li>고객 관리 서비스 이용에 따른 본인확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 가입 및 가입횟수 제한, 연령확인, 만14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 불만처리 등 민원처리, 고지사항 전달</li>
                        <li>서비스 향상을 위한 설문 및 학술적 용도의 정보 활용 서비스 향상을 위한 설문 조사, 인구통계학적 특성에 따른 서비스 제공, 접속 빈도 파악, 회원의 서비스 이용에 대한 통계, 도서관 서비스의 정보전달, 학술적 용도의 기초 통계 자료 제공 등</li>
                    </ol>
                   
                </li>
            
                <li><p class="policyPart">수집되는 개인정보의 항목 및 수집방법</p>
                    도서관 회원의 서비스 가입, 제공, 상담 등을 위해 아래와 같이 개인정보를 수집하고 있습니다.
                    
                    <ol class="listAlphabet">
                        <li>수집항목 : 이름, 생년월일, 로그인ID, 비밀번호, 주소, 전화번호, 휴대전화번호, 이메일, 서비스 이용기록, 접속 로그, 쿠키, 접속 IP 정보</li>
                        <li>개인정보 수집방법 : 이용자의 도서관 홈페이지를 통한 회원가입, 문화프로그램 등의 접수에 따른 전화/서면양식, 홈페이지를 통한 추가 정보 입력, 홈페이지 운영에 따른 자동 로그저장 툴 등</li>
                    </ol>
            
                </li>
            
                <li><p class="policyPart">개인정보의 보유 및 이용기간</p>
                    이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 또한 이용자 본인의 서비스 이용 해지(도서관 회원 탈퇴) 요구 시 지체 없이 파기 합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.
                    <br>
                    <p class="SemiBold">[도서관 회원 정보]</p>
                    &nbsp;보유 사유 : 도서관 서비스 이용<br>
                    &nbsp;보유 기간 : 약관 동의일로 부터 2년
                    
                    <p class="SemiBold">[도서관 회원 제적]</p>
                    &nbsp;보유 사유 : 부정 이용 방지<br>
                    &nbsp;보유 기간 : 제적일으로 부터 1년
                    
                    <p class="SemiBold">[관련법령에 의한 정보보유 사유]</p>
                    &nbsp;관계법령의 규정에 의하여 보존할 필요가 있는 경우 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 도서관에서는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 해당 법령에 따릅니다.</li>
            
                <li><p class="policyPart">개인정보의 파기 및 절차</p>
                    이용자의 개인정보는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.
                    <br>
                    <p class="SemiBold">파기대상</p> : 보유 및 이용기간, 관련법령에 따른 보존기간이 종료된 회원정보 서비스가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기됩니다. 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.
                    <br>
                    <p class="SemiBold">파기방법</p> : 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각 등의 방법으로 파기합니다.</li>
            
                <li><p class="policyPart">개인정보의 제공 및 공유</p>
                    원칙적으로 개인정보를 수집 및 이용목적에 한해서만 이용하며 타인 또는 타기업·기관에 공개하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.
                    
                    <ul>
                        <li> 이용자들이 사전에 동의한 경우</li>
                        <li>법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우</li>
                        <li>통계작성, 학술연구나 시장조사를 위하여 특정개인을 식별할 수 없는 형태로 광고주, 협력업체나 연구단체 등에 제공하는 경우 등</li>
                    </ul>
                </li>
            
                <li><p class="policyPart">수집한 개인정보의 취급 및 위탁</p>
                    그린도서관은 서비스 지속과 향상을 위해서 아래와 같이 회원정보를 다루는 도서관리시스템에 대한 유지보수를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.
                    
                    <p class="SemiBold">수탁업체 : (주)ECO</p>
                    &nbsp;위탁업무 내용 : 도서관리시스템, 홈페이지, 회원정보데이터베이스 유지보수<br>
                    &nbsp;위탁기간 : 유지보수 계약기간
                    
                    <p class="SemiBold">수탁업체 : (주)호디</p>
                    &nbsp;위탁업무 내용 : 좌석관리시스템, 정보시스템 통합 유지보수<br>
                    &nbsp;위탁기간 : 유지보수 계약기간</li>
            
                <li><p class="policyPart">이용자 및 법정대리인의 권리와 그 행사방법</p>
                    회원은 언제든지 등록되어 있는 회원의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.<br>
                    
                    회원의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 '고객정보수정' 등)을, 가입해지(동의철회)를 위해서는 '해지신청서'를 작성하여 도서관에 제출하거나, 도서관에 방문하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.
                    <br>
                    회원의 개인 정보에 대하여 전화 또는 방문으로 문의하시면 지체 없이 조치하겠습니다.<br>
                    
                    회원의 개인정보는 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.
                    <br>
                    도서관은 회원의 요청에 의해 해지 또는 삭제된 개인정보는 "도서관이 수집하는 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.</li>
            
                <li><p class="policyPart">개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항</p>
                    도서관은 고객의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)'를 설치 운용 합니다. 쿠키란 도서관의 웹사이트를 운영하는데 이용되는 서버가 고객의 브라우저에 보내는 작은 텍스트 파일로서 회원의 컴퓨터 하드디스크에 저장됩니다.
                    <br>
                    도서관은 다음과 같은 목적을 위해 쿠키 등을 사용합니다.<br>
                    쿠키 등 사용 목적 : 홈페이지 접속 빈도나 방문 시간 등을 분석, 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부 등의 정보 파악
                    <br>
                    이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
                    
                    쿠키 설정을 거부하는 방법으로는 이용자가 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.
                    <br>
                    설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보
                    <br>
                    다만, 쿠키의 저장을 거부할 경우에는 일부 서비스는 이용에 어려움이 있을 수 있습니다.</li>
            
                <li><p class="policyPart">개인정보의 기술적/관리적 보호 대책</p>
                    도서관은 수집된 개인정보의 안정성 확보를 위하여 아래와 같은 기술적/관리적 대책을 강구하고 있습니다.<br><br>
                    
                    <p class="SemiBold"> [ 기술적 대책 ]</p>
                    고객님의 개인정보는 비밀번호에 의해 보호되며, 파일 및 전송 데이터를 암호화하여 중요한 데이터는 보호되고 있습니다.<br>
                    해킹등에 의한 고객님의 개인정보가 유출되는 것을 방지하기 위해 외부로부터 의 침입을 차단하는 네트웍 및 시스템 측면의 별도의 보안 장치(방화벽, IPS 및 서버보안등)를 사용하여 침입의 차단 및 모니터링을 수행하고 있습니다.
                    또한 응용 프로그램의 공격을 통한 정보 유출을 막기 위한 보안 장치(웹보안 및 VPN등)도 가동하고 있습니다.<br>
                    
                    도서관은 백신 및 패치 자동 설치 프로그램을 이용하여, 컴퓨터 바이러스에 의 한 피해를 방지하기 위한 조치를 취하고 있습니다. 해당 프로그램은 주기적으로 업데이트되며 갑작스런 바이러스 가 출현할 경우, 즉시 패치를 적용함으로서 개인정보가 침해되는 것을 방지하고 있습니다.
                    <br>
                    도서관은 암호 알고리즘을 이용하여 네트워크상의 개인정보를 안전하게 전송할 수 있는 보안장치 (SSL등 암호화 프로토콜)을 채택하고 있습니다.
                    
                    <p class="SemiBold"> [ 관리적 대책 ]</p>
                    도서관은 고객님의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있으며 그에 해당하 는 자는 다음과 같습니다.
                    <ul>
                        <li>이용자를 직접 상대로하여 마케팅 업무를 수행하는 자</li>
                        <li>개인정보관리책임자 및 담당자 등 개인정보관리업무를 수행하는 자</li>
                        <li>기타 업무상 개인정보의 취급이 불가피한 자</li>
                    </ul>
                    
                    <br>
                    취급자에 의하여 개인정보가 분실, 도난, 유출 등이 되지 아니하도록 의식함양 및 지속적인 교육 을 실시합니다.<br>
                    개인정보 관련 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확화하고 있습니다.<br>
                    전산실 및 자료 보관실 등을 특별 보호구역으로 설정하여 출입을 통제하고 있습니다.<br>
                    도서관은 이용자 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원 개개인이 본인의 개인정보를 보호하기 위해서 자신의 ID 와 비밀번호를 적절하게 관리하고 여기에 대한 책임을 져야 합니다. 그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이 유발될 경우 회사는 즉각 고객님께 사실을 알리고 적절한 대책과 보상을 강구할 것입니다.</li>
            
                <li><p class="policyPart">개인정보보호 책임자 및 관리자</p>
                    개인정보 처리에 관한 업무를 총괄하고, 개인정보처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 개인정보보호 책임자 및 관리자를 다음과 같이 지정하고있습니다.
                    
                    * 개인정보보호책임자
                    <ul>
                        <li> 책임자 : 재단법인 그린문화재단 이사장</li>
                        <li>전화번호 : 010-0000-0000 Fax : 02-111-1111</li>
                        <li> 주소 : 서울특별시 강남구 테헤란로5길 24</li>
                    </ul>
                    
                </li>
            
            </ol>
               
            <div class="privacyCommittee">
                <p class="privacyKeeper">기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.</p>
                <ul>
                    <li>개인분쟁조정위원회 (www.1336.or.kr, 1336)</li>
                    <li>정보보호마크인증위원회 (www.eprivacy.or.kr, 02-580-0533)</li>
                    <li>대검찰청 인터넷범죄수사센터 (icic.sppo.go.kr, 02-3480-3600)</li>
                    <li>경찰청 사이버테러대응센터 (www.ctrc.go.kr, 02-392-0330)</li>
                </ul>
            </div>
            </div>
        
           
            
        </div>
    </div>
    
    
    <footer id="footer" class="footer"></footer>
        
    </body>
    </html>