<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
</head>
<body>
1. 강남구 그린도서관은 회원가입, 원활한 고객상담, 각종 서비스 등 기본적인 서비스 제공을 위한 필수정보와 고객 맞춤 서비스 제공을 위한 선택정보로 구분하여 최초 회원가입 시 아래와 같은 최소한의 개인정보를 수집하고 있습니다.<br>
- 필수항목 : 아이디, 비밀번호, 성명, 생년월일, 성별, 주소, 전화번호, 휴대전화번호, 이메일 주소,<br>
* 민감한 개인정보(인종, 사상 및 신조, 범죄 및 의료기록 등)는 수집하지 않습니다.<br><br>

2. 서비스 이용과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.<br>
- IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록<br><br>

<h2>개인정보의 수집 및 이용 목적</h2><br>

가. 서비스 제공에 관한 업무 이행<br>
- 홈페이지 회원에게 정보 서비스 제공<br><br>

나. 회원관리<br>
회원제 서비스 이용 및 제한적 본인 확인제에 따른 본인확인, 개인식별, 가입의사 확인, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달<br><br>

<h2>개인정보의 보유 및 이용기간</h2><br>

회원 이용자의 개인정보는 회원가입일로부터 2년 동안 보유 및 이용되며 재동의 절차를 통해 보유기한을 연장할 수 있습니다.<br>
원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다.<br>
따라서 우리 도서관은 정보주체의 회원탈퇴 요청 시 그 회원의 개인정보를 지체 없이 파기합니다.<br><br>

<h2>정보주체의 권리</h2><br>
가. 강남구 그린도서관 회원은 자신의 개인정보 처리와 관련하여 아래와 같은 권리를 가집니다.<br>
- 개인정보의 처리 여부를 확인하고 개인정보에 대하여 열람(사본의 발급을 포함한다. 이하 같다)을 요구할 권리<br>
- 개인정보의 처리 정지, 정정·삭제 및 파기를 요구할 권리<br>
- 개인정보의 처리로 인하여 발생한 피해를 신속하고 공정한 절차에 따라 구제받을 권리<br><br>

나. 권리행사의 방법 및 절차에 대해서는 홈페이지에 게시된 “개인정보처리방침”을 참조하여 주시기 바라며, 우리 도서관은 정보주체의 권리 보장을 위하여 최선을 다하겠습니다.<br><br>

<h2>동의거부권 및 동의 거부에 따른 불이익</h2><br>

가입자는 개인정보 수집·이용에 대하여 거부할 수 있는 권리가 있습니다.<br>
단, 이에 대한 동의를 거부할 경우에는 회원가입이 불가능합니다.<br>
</body>
</html>