<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<h2>개인정보의 제3자 제공에 관한 안내</h2><br>

도서관은 가입자에게 서울시민카드 서비스 이용과 관련하여 개인정보 보호법 시행령 제15조에 따라 귀하의 필요한 최소의 개인정보를 아래와 같이 제공하고자 합니다.<br><br>

- 개인정보 파일명칭: 강남구 그린도서관 통합회원정보<br>
- 제공받는 기관: 서울시(서울시민카드)<br>
- 제공근거: 이용자(정보주체) 공의<br>
- 제공목적: 강남구 그린도서관 통합회원의 서울시민카드 서비스 이용<br>
- 제공항목: 회원정보(회원번호, QR코드, 탈퇴여부), 대여정보(이용자명, 생년월일, 회원ID, 휴대전화번호, 이용자 일렬번호, 도서명, 대출(이용)일, 반납예정일, 반납일, 도서관코드, 도서관명)<br>
- 제공받는 자 보유 및 이용기간: 서울시민카드 탈퇴 시 까지<br><br>

<h2>동의거부권 및 동의 거부에 따른 불이익</h2><br>

가입자는 개인정보의 제3자 제공에 대하여 거부할 수 있는 권리가 있습니다.<br>
단, 이에 대한 동의를 거부할 경우에는 서울시민카드 서비스 이용이 불가능합니다.<br><br>

<h2>부 칙(시행일)</h2><br>

이 약관은 2017년 11월 24일부터 적용합니다.<br>
</body>
</html>